Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie ma czego zazdrościć! Żyj tak, jak chcesz, bylebyś czuł się dobrze. Możesz nawet tutaj znaleźć sobie jakąś norkę, jeśli ci się miejsce podoba.
uk: Нема чого тут заздрити! Живи так, як хочеш, аби було в радість. Може, навіть знайдеш тут собі якусь нірку, якщо тобі сподобається це місце.

source: Nie ma dla nas tu miejsca. Musimy poszukać nowego domu.
uk: Тут немає місця для нас, ми мусимо шукати собі новий дім.

source: Nie ma dnia, bym nie myślała o swoim domu.
uk: Не минає й дня, щоб я не думала про свій дім.

source: Nie ma go tam.
uk: Нема його там.

source: Nie ma go tutaj. Choćbyś próbował mnie zabić, to nic ze mnie nie wyciągniesz!
uk: Його тут немає. Навіть якщо ти спробуєш мене вбити, ти нічого від мене не дізнаєшся!

source: Nie ma głupich. Żegnam.
uk: Дурнів тут немає. Бувай.

source: Nie ma innego sposobu.
uk: Це єдиний спосіб.

source: Nie ma jakiegoś innego sposobu by dostać się do miasta?
uk: Хіба немає якогось іншого способу потрапити до міста?

source: Nie ma jakiegoś innego sposobu, żeby dostać się do miasta?
uk: Невже немає якогось іншого способу потрапити до міста?

source: Nie ma jakiegoś szybszego sposobu na leczenie?
uk: Чи не існує якогось швидшого способу зцілення?

source: Nie ma jakiegoś szybszego sposobu na leczenie? Kessel uratował mnie już dwukrotnie, nie mogę go zostawić w takim stanie!
uk: Чи не існує якогось швидшого способу зцілення? Кессель вже двічі врятував мене, я не можу його залишити в такому стані!

source: Nie ma jednak co się dziwić, żyjemy w trudnych czasach, codziennie mierzymy się z poważnymi problemami. Bardzo łatwo o różnice zdań w takiej sytuacji.
uk: Але це й не дивно, ми живемо у важкі часи, щодня стикаємося з серйозними проблемами. У такій ситуації дуже легко виникають розбіжності в думках.

source: Nie ma jednak powodów do obaw - wyspa Archolos jest całkowicie bezpieczna.
uk: Однак причин для хвилювання немає – острів Архолос в абсолютній безпеці.

source: Nie ma jej, przepadła, to nieistotne. Ważne, że są tu te piękności.
uk: Її немає, вона зникла, це неважливо. Важливо те, що тут є ці красуні.

source: Nie ma już co roznosić.
uk: Роздавати більше нічого.

source: Nie ma już nikogo, kto oskarżałby cię o spowodowanie bójki.
uk: Немає більше нікого, хто б звинувачував тебе в тому, що ти спровокував бійку.

source: Nie ma już świadków popełnionego przez ciebie morderstwa.
uk: Більше немає свідків скоєного тобою вбивства.

source: Nie ma już żadnych świadków, którzy by twierdzili, że widzieli, jak brałeś udział w bójce.
uk: Більше немає свідків, які б стверджували, що бачили, як ти брав участь у бійці.

source: Nie ma lepszego dostawcy alkoholu dla tych alkoholików z Leża, niż Tomas ze swoim Mrocznym Paladynem.
uk: Немає кращого постачальника алкоголю для цих алкоголіків з Лігва, ніж Томас зі своїм Темним Паладином.

source: Nie ma miotły. Musisz zbierać rękami.
uk: Ніякої мітли. Ти мусиш збирати його руками.

source: Nie ma mowy chłopcze, orkowie przejęli farmę Bermara i nie będę ryzykował.
uk: Ні в якому разі, хлопче, орки захопили ферму Бермара, і я не збираюся ризикувати.

source: Nie ma mowy chłopcze, wyruszanie tam teraz to samobójstwo.
uk: Ні в якому разі, хлопче, вирушити туди зараз – це самогубство.

source: Nie ma mowy o pomyłce. Wiem, że to ty.
uk: Помилки бути не може. Я знаю, що це був ти.

source: Nie ma mowy!
uk: Нізащо!

source: Nie ma mowy! Nie tak się umawialiśmy.
uk: Не може бути! Ми так не домовлялись.

source: Nie ma mowy! Słyszałam opowieści o ludziach, którym nie udała się teleportacja.
uk: Ні в якому разі! Я чула історії людей, які не змогли телепортуватися.

source: Nie ma mowy.
uk: Нізащо.

source: Nie ma mowy. Luna wyraźnie powiedziała, że jeśli nie pojawisz się u niej do wieczora, to nie będziecie mieli o czym rozmawiać.
uk: Не вийде. Луна ясно дала зрозуміти, що якщо ти не з'явишся у неї до вечора, то вам не буде про що розмовляти.

source: Nie ma mowy. Nie będzie się jakaś baba krwią smarowała.
uk: Не може бути й мови. Я не хочу, щоб якась жінка мазала себе кров'ю.

source: Nie ma mowy. Nie będę się narażać na zesłanie do Górniczej Doliny.
uk: Ні за що. Я не ризикну бути засланим у Гірничу Долину.

source: Nie ma mowy. Nie pozwolę wam go zabić.
uk: У жодному разі. Я не дозволю вам вбити його.

source: Nie ma możliwości, żeby ktoś dodał tych jagód do potrawki?
uk: Хто-небудь міг додати ці ягоди в їжу?

source: Nie ma nas tu dużo, ale podoba mi się to. Nie mogłabym wytrzymać w takim mieście, gdzie codziennie spotykasz nową twarz.
uk: Нас тут небагато, але мені це подобається. Я б не витримала у місті, де щодня зустрічаєш нові обличчя.

source: Nie ma nic bardziej irytującego niż praca bez odpowiednich narzędzi! Dobra robota.
uk: Ніщо так не діє на нерви, як робота без потрібних інструментів! Молодець.

source: Nie ma nic bardziej męskiego od racjonalnego postrzegania świata, a ja właśnie to robię. Potraktuj to jako naukę wynikającą z mojej dobrej woli!
uk: Немає нічого більш чоловічого, ніж раціональний погляд на світ, а це якраз те, що я роблю. Вважай, що ти в мене вчишся з моєї доброї волі!

source: Nie ma nic do tłumaczenia marny najemniczyno. Ty i twoi nierozgarnięci kumple moglibyście to w końcu zrozumieć!
uk: Я не буду нічого пояснювати дурному найманцю. Ти і твої безглузді приятелі могли б нарешті це зрозуміти!

source: Nie ma nic lepszego niż powiew rześkiej, morskiej bryzy.
uk: Немає нічого кращого за подих свіжого морського бризу.

source: Nie ma nic lepszego niż szybki zarobek!
uk: Немає нічого кращого, ніж швидкий заробіток!

source: Nie ma nic za darmo. Co mam zrobić?
uk: Немає нічого безкоштовного. Що я маю зробити?

source: Nie ma nigdzie żadnych śladów?
uk: Невже ніде немає слідів?

source: Nie ma nikogo innego komu Stan zaszedłby za skórę?
uk: Невже немає нікого іншого, кому Стен міг би насолити?

source: Nie ma o czym mówić.
uk: Тут немає про що говорити.

source: Nie ma ochoty, nie ma interesów.
uk: Немає бажання, немає справ.

source: Nie ma ochoty.
uk: Він не хоче.

source: Nie ma pan przy sobie jednej sztuki złota?
uk: Чи не знайдеться у пана хоч один золотий?

source: Nie ma potrzeby. Możesz wejść.
uk: У цьому немає потреби. Можеш зайти.

source: Nie ma potrzeby? A może nie dasz rady mnie więcej nauczyć?
uk: Не треба? Чи ти не можеш навчити мене більше?

source: Nie ma problemu, jak chłopakom się powie, że mają niczego nie dotykać, to nie będą, a Darthe będzie miał święty spokój.
uk: Без проблем, якщо хлопцям буде сказано нічого не чіпати, вони й не чіпатимуть, і Дарт буде спокійний.

source: Nie ma problemu, przekażę skrybie co trzeba. Ale teraz już idź, nie ma czasu do stracenia!
uk: Без проблем, я напишу писареві все, що необхідно. Але зараз же вирушай, не можна гаяти часу!

source: Nie ma przejścia!
uk: Прохід заборонено!

source: Nie ma sensu gdybać. Wracajmy do Oktava, powiedzmy mu, co udało się nam załatwić.
uk: Немає сенсу роздумувати. Давай повернемося до Октава і розповімо йому, все як є.

source: Nie ma sensu posługiwać się tą bronią.
uk: Немає сенсу використовувати цю зброю.

source: Nie ma sensu stosować łuku lub kuszy przeciwko kamiennemu potworowi lub takiemu o grubej skórze. Trafienie szkieletu z pocisków nie należy do najłatwiejszych.
uk: Немає сенсу використовувати лук чи арбалет проти кам'яної істоти або істоти з товстою шкірою. Влучити в скелета стрілами чи болтами – не найпростіше завдання.

source: Nie ma sensu tego odwlekać. Zacznij grać!
uk: Немає сенсу зволікати. Починай грати!

source: Nie ma sensu tworzyć pułapki, której nie można by awaryjnie przełączyć z każdej strony. Jako że jest to nieruchomy cel, to bez większych problemów powinieneś go trafić.
uk: Немає сенсу створювати пастку, яку не можна екстрено вимкнути з будь-якого боку. Оскільки це нерухома мішень, ти повинен влучити в неї без особливих проблем.

source: Nie ma sensu wracać z tymi informacjami do Graysona. Oczekuje od nas rozwiązania problemu.
uk: Немає сенсу повертатися до Грейсона з цією інформацією. Він очікує, що ми вирішимо проблему.

source: Nie ma sensu zaprzeczać. Tak, okłamałem cię. Orkowie zaatakowali statek i posłali go na dno.
uk: Немає сенсу це заперечувати. Так, я збрехав тобі. Орки напали на корабель і відправили його на дно.

source: Nie ma sprawy, będę dyskretny.
uk: Без проблем, я буду обережним.

source: Nie ma sprawy, próbować zawsze warto. Gdybyś za pierwszym razem przepisał tak silny zwój, to bardzo bym się zdziwił.
uk: Нічого страшного, завжди варто спробувати. Якби ти з першого разу переписав такий сильний сувій, я б дуже здивувався.

source: Nie ma sprawy, zobaczmy, jak ci pójdzie.
uk: Без проблем, подивимось, на що ти здатен.

source: Nie ma sprawy, zrobi się.
uk: Без проблем, принесу.

source: Nie ma sprawy.
uk: Без проблем.

source: Nie ma sprawy. Daj mi moment, zaraz ci napiszę.
uk: Без проблем. Зачекай трішки, я зараз все напишу.

source: Nie ma sprawy. Jeśli mogę, to też chciałbym ci zadać pytanie.
uk: Без проблем. Якщо можна, я теж хотів би дещо запитати.

source: Nie ma sprawy. Miłego poczęstunku z pełzaczami.
uk: Немає за що. Приємно провести час з повзунами.

source: Nie ma sprawy. Mogę ci pokazać, jak stać się zręczniejszym i jak lepiej posługiwać się łukiem. Mam tylko nadzieję, że nie jesteś opornym uczniem!
uk: Без проблем. Я можу показати тобі, як стати більш спритним і як краще користуватися своїм луком. Сподіваюся, ти будеш хорошим учнем!

source: Nie ma sprawy. Powodzenia!
uk: Без проблем. Щасти!

source: Nie ma sprawy. Proszę, oto ona. Wielokrotnie już ją przeczytałem, więc nie musisz mi jej nawet zwracać.
uk: Без проблем. Будь ласка, ось вона. Я вже прочитав її багато разів, тож можеш навіть не повертати.

source: Nie ma sprawy. Uznałam, że powinieneś zdawać sobie sprawę, jak bardzo ci się upiekło.
uk: Без проблем. Я подумала, що ти маєш розуміти, наскільки сильно тобі пощастило.

source: Nie ma sprawy. Wszystko dobrze się skończyło. W zasadzie, to nawet żal mi Lutza. Z drugiej strony, nigdy nie widziałem, żeby ktoś tak szybko biegał.
uk: Нічого страшного. Все закінчилося добре. Насправді мені навіть шкода Люца. З іншого боку, я ніколи не бачив, щоб хтось так швидко бігав.

source: Nie ma sprawy. Zaraz będzie gotowa.
uk: Без проблем. Зараз буде готова.

source: Nie ma sprawy. Zobaczmy, co potrafisz.
uk: Без проблем. Подивимось, що ти вмієш.

source: Nie ma szans. Taką sieć potrafi naprawić tylko Balni, a on zaraz wyrusza na połów. Jeśli przez ciebie będzie miał opóźnienie, to nie ręczę za siebie!
uk: Без шансів. Тільки Балні може полагодити таку сітку, а він зараз збирається на риболовлю. Якщо він затримається через тебе, я за себе не ручаюся!

source: Nie ma takiego sporu, którego nie dałoby się rozwiązać. Wystarczy dać sobie po mordzie i po problemie. Adanos zawsze stawia na wygranych.
uk: Немає такої суперечки, яку не можна було б вирішити. Просто дайте один одному по морді, і проблему вирішено. Аданос завжди ставить на переможців.

source: Nie ma takiej potrzeby. Zostań tutaj.
uk: У цьому немає необхідності. Залишайся тут.

source: Nie ma takiej rzeczy, której bym nie naprawił. Czego potrzebujesz, chłopcze?
uk: Немає нічого, чого б я не зміг відремонтувати. Що тобі потрібно, хлопче?

source: Nie ma teraz czasu na wytłumaczenia. Miałem swoje powody.
uk: Зараз не час для пояснень. У мене були свої причини.

source: Nie ma to jak ciężki topór na plecach.
uk: Немає нічого кращого за важку сокиру за плечима.

source: Nie ma to jak ciężki topór na plecach. (Premia do walki +2%)
uk: Немає нічого кращого за важку сокиру. (Бойовий бонус +2%)

source: Nie ma to jak dokładna relacja. Czyli te specjalne bełty może mieć jeszcze jakiś Jon?
uk: Немає нічого кращого за точну інформацію. Чи можуть ці спеціальні болти все ще бути у цього Йона?

source: Nie ma to jak intensywne szkolenie!
uk: Немає нічого кращого за інтенсивні тренування!

source: Nie ma to jak mała bitka po kilku głębszych.
uk: Немає нічого кращого, ніж невелика бійка після кількох кухлів.

source: Nie ma to jak porządnie rozgrzać mięśnie po lodowatej kąpieli!
uk: Немає нічого кращого, ніж як слід розігріти м'язи після крижаного купання!

source: Nie ma to jak przykładny obywatel! Inni mogliby się od ciebie uczyć.
uk: Немає нічого кращого за зразкового громадянина! Інші могли б повчитися у тебе.

source: Nie ma to jak uczciwy pojedynek!
uk: Немає нічого кращого за чесний поєдинок!

source: Nie ma to, jak dobrze namieszać ludziom w głowach!
uk: Немає нічого кращого, ніж морочити людям голову!

source: Nie ma tu ani straży, ani Gildii Kupieckiej, która mogłaby się za tobą wstawić.
uk: Тут немає ані Варти, ані Торгової Гільдії, які могли б заступитися за тебе.

source: Nie ma tu nic ciekawego.
uk: Тут немає нічого цікавого.

source: Nie ma tu wiele do gadania. Próbuje się dorobić fortuny kosztem innych i niestety idzie mu to całkiem dobrze. Karczmarz Gerstand powinien wiedzieć o nim więcej.
uk: Тут немає про що розповідати. Він намагається розбагатіти за рахунок інших, і, на жаль, у нього це непогано виходить. Корчмар Герстанд повинен знати про нього більше.

source: Nie ma tu zbyt wiele do opowiadania.
uk: Розповідати особливо нічого.

source: Nie ma tu zbyt wielu ciał. Wygląda na to, że główna walka musi toczyć się w innym miejscu.
uk: Тут не так багато тіл. Схоже, головна битва відбувається десь в іншому місці.

source: Nie ma tutaj nic ciekawego...
uk: Нічого цікавого тут немає...

source: Nie ma tutaj raczej nic ekscytującego. Myślisz, że czemu zabrałem się za budowanie tego spichlerza? Pracuję nad nim już prawie każdego dnia od dobrych kilku tygodni!
uk: Тут навряд чи є щось цікаве. Ти думаєш, чому я взявся будувати це зерносховище? Я працюю над ним майже щодня вже кілька тижнів!

source: Nie ma w nim żadnych ciekawych informacji.
uk: У ньому немає ніякої цікавої інформації.

source: Nie ma wiele do opowiadania. Na brak złota i roboty nie mamy powodu narzekać.
uk: Немає про що розповідати. На нестачу золота і роботи скаржитися не доводиться.

source: Nie ma z nich już zbyt wiele pożytku, ale przynajmniej służą jako kontakt z pozostałymi renegatami na wyspie, a nasz kapitan lubi wiedzieć, co w trawie piszczy.
uk: Користі від них небагато, але вони принаймні слугують для зв'язку з іншими відступниками на острові, а наш капітан любить знати, що відбувається.

source: Nie ma z niej żadnego pożytku.
uk: Від неї немає ніякої користі.

source: Nie ma za co, naprawdę. Właściwie to powinienem cię przeprosić.
uk: Нема за що, насправді. Взагалі-то, я повинен вибачитися перед тобою.

source: Nie ma za co.
uk: Нема за що.

source: Nie ma za co. Martha zazwyczaj reaguje dość nerwowo na niespodzianki.
uk: Нема за що. Марта зазвичай досить бурхливо реагує на несподіванки.

source: Nie ma za co. Niestety, Jon i jego ludzie nie dali rady. Wszyscy nie żyją.
uk: Нема за що. На жаль, Йон і його люди не врятувалися. Вони всі мертві.

source: Nie ma złych pomysłów. Są tylko te... te niesprawdzone.
uk: Не існує поганих ідей. Є лише ці... неперевірені.

source: Nie ma świadków, którzy WIDZIELI, jak pobiłeś tego wieśniaka.
uk: Немає жодних свідків, які БАЧИЛИ, як ти побив того селянина.

source: Nie ma żadnego 'ale'. Mój biznes, moje zasady! A teraz wybacz, ale mam sporo rzeczy na głowie.
uk: Ніяких 'але'. Мій бізнес – мої правила! А тепер вибач, у мене багато справ.

source: Nie ma żadnego 'ale'. Zmykaj stąd.
uk: Ніяких 'але'. Вимітайся звідси.

source: Nie ma żadnego sabotażysty.
uk: Немає ніякого саботажника.

source: Nie ma żadnych 'ale'. Dotrzesz tam o własnych siłach czy ktoś ma ci pomóc?
uk: Ніяких 'але'. Ти сам туди доберешся, чи тобі треба, щоб хтось допоміг?

source: Nie ma żadnych najemników na Glenwyr? Przecież od dawna mamy tam placówkę, ten list musi mieć ładnych parę lat!
uk: На Гленвірі немає найманців? У нас там вже давно є застава, цьому листу, мабуть, вже кілька років!

source: Nie ma żarcia dla obiboków.
uk: Ніякої їжі для ледарів.

source: Nie ma, jak widać. W czym mogę pomóc?
uk: Немає, як бачиш. Чим я можу допомогти?

source: Nie mają pojęcia co gdzie jest, a my za kilka marnych groszy pomagamy im odnaleźć to co w życiu najważniejsze, drogę do celu!
uk: Вони уявлення не мають, що і де тут розташовано, а ми за кілька монет допомагаємо їм знайти найважливіше в житті – шлях до мети!

source: Nie mają żadnego potwierdzenia na swoje słowa. Równie dobrze mogą próbować wwieźć do środka jakąś kontrabandę. Jeśli nie chcesz do nich dołączyć, to daj mi spokój.
uk: Вони не мають жодного підтвердження своїх слів. З таким же успіхом вони могли б спробувати завезти контрабанду. Якщо ти не хочеш приєднатися до них, то дай мені спокій.

source: Nie mam bladego pojęcia o co ci chodzi!
uk: Я не маю ні найменшого уявлення, про що ти говориш!

source: Nie mam bladego pojęcia.
uk: Не маю ніякого уявлення.

source: Nie mam chyba wyboru i muszę go odnaleźć.
uk: Здається, у мене немає іншого вибору, окрім як знайти його.

source: Nie mam ci nic więcej do powiedzenia.
uk: Мені більше нічого тобі сказати.

source: Nie mam co do tego żadnych obaw, dzięki.
uk: Я в цьому не сумніваюся, дякую.

source: Nie mam co liczyć na pomoc Kippera. Poradził mi za to, żebym pogadał z Felixem, wartownikiem wschodniej bramy.
uk: Мені не варто розраховувати на допомогу Кіпера. Натомість він порадив мені поговорити з Феліксом, що охороняє східні ворота.

source: Nie mam czasu na nic oprócz kopania, niczego o żadnym tytoniu nie wiem.
uk: У мене немає часу ні на що, крім видобутку, я нічого не знаю ні про який тютюн.

source: Nie mam czasu na ogrodnictwo...
uk: Я не маю часу на вирощування рослин...

source: Nie mam czasu na plotki, chłopcze. Jestem na służbie.
uk: У мене немає часу на плітки, хлопче. Я на службі.

source: Nie mam czasu na pobieranie grzywien za każdą drobną kradzież czy bójkę.
uk: Я не маю часу збирати штрафи за кожну дрібну крадіжку чи бійку.

source: Nie mam czasu na pogaduszki. Niektórzy mają na głowie sprawy wielkiej wagi.
uk: Я не маю часу на балачки. Дехто має і важливіші справи.

source: Nie mam czasu na pogawędki. Odejdź i nie zadawaj mi więcej głupich pytań.
uk: У мене немає часу на балаканину. Йди геть і більше не задавай мені дурних питань.

source: Nie mam czasu na rozmowy, ktoś musi nakarmić naszych gości. Jestem pewien, że tobie Lorenzo też przydzielił jakieś zadanie, może powinieneś się nim zająć?
uk: Не маю часу на розмови, хтось має нагодувати наших гостей. Я впевнений, що Лоренцо і тобі доручив якесь завдання, може, ти займешся ним?

source: Nie mam czasu na rozmowy.
uk: Я не маю часу на розмови.

source: Nie mam czasu na siedzenie w kopalni. Gildia Kupiecka musi poradzić sobie sama.
uk: У мене немає часу сидіти в копальні. Торговій Гільдії доведеться управлятися самостійно.

source: Nie mam czasu na takie głupoty.
uk: Я не маю часу на такі дурниці.

source: Nie mam czasu na zajmowanie się sprawą tych szczurów. Oby tylko nie doprowadziło to do żadnej epidemii, jeszcze ludzie zaczną snuć teorie spiskowe, że to czyjeś działanie mające na celu zaprowadzenie nowego ładu na wyspie i kontrolowanie społeczeństwa.
uk: У мене немає часу розбиратися з цими щурами. Сподіваюся, що це не призведе до епідемії, інакше люди почнуть будувати різні теорії, що це чиясь змова, щоб навести на острові новий порядок і контролювати суспільство.

source: Nie mam czasu przejmować się teraz partią szachów!
uk: У мене зараз немає часу перейматися через партію в шахи!

source: Nie mam czasu uganiać się za twoimi wymyślonymi skarbami.
uk: У мене немає часу ганятися за твоїми уявними скарбами.

source: Nie mam czasu, daj mi spokój.
uk: Я не маю часу, відчепися від мене.

source: Nie mam czasu, idź do szefa.
uk: Я не маю часу, йди до шефа.

source: Nie mam czasu, zostaw mnie w spokoju.
uk: У мене немає часу, залиш мене в спокої.

source: Nie mam czasu.
uk: Я зараз не маю часу.

source: Nie mam czasu...
uk: Я не маю часу...

source: Nie mam dobrych wieści. Rzemieślnik, z którym miał się spotkać Sunder, nie żyje.
uk: У мене погані новини. Ремісник, з яким мав зустрітися Сандер, мертвий.

source: Nie mam domu.
uk: У мене немає дому.

source: Nie mam dostatecznie dużo złota!
uk: Я не маю достатньо золота!

source: Nie mam interesu, żeby prowadzić cię w pułapkę.
uk: Мені немає ніякого сенсу заманювати тебе у пастку.

source: Nie mam jak przekonać Lucy do wykonania poduszki. Będę musiał znaleźć innego ochroniarza wejścia do kopalni.
uk: Я ніяк не можу переконати Люсі зробити подушку. Мені доведеться шукати іншого охоронця для входу в копальню.

source: Nie mam jeszcze wszystkiego.
uk: Я ще не все дістав.

source: Nie mam jeszcze zbyt wielu lat na karku, ale od zawsze byłem zdany na siebie i jakoś sobie musiałem radzić.
uk: Мені не так вже й багато років, але я завжди був сам по собі і якось викручувався.

source: Nie mam już czasu by szukać koła dla Salzera. Mam nadzieję, że poradził sobie sam.
uk: У мене немає часу шукати колесо для Зальцера. Сподіваюся, він впорався сам.

source: Nie mam już czasu na polowanie na wilki.
uk: У мене більше немає часу полювати на вовків.

source: Nie mam już po co żyć.
uk: Мені більше немає заради чого жити.

source: Nie mam już wytrychów...
uk: У мене більше немає відмичок.

source: Nie mam już żadnych bełtów.
uk: У мене закінчились болти.

source: Nie mam miejsca na posążek w domu.
uk: В мене вдома немає місця для статуетки.

source: Nie mam na myśli schodzenia. Chcę, by ktoś pomógł strażnikowi pilnować bramy, gdy ten ją dla mnie otworzy. Nic takiego.
uk: Я не маю на увазі туди спускатись. Я хочу, щоб хтось допоміг вартовому охороняти ворота, коли він відчинить їх для мене. Нічого особливого.

source: Nie mam na to czasu.
uk: Я не маю на це часу.

source: Nie mam na to czasu...
uk: Я не маю на це часу...

source: Nie mam najlepszych przeżyć z piciem eksperymentalnych mikstur.
uk: У мене не найкращий досвід вживання експериментальних еліксирів.

source: Nie mam najlepszych przeżyć z piciem podejrzanych mikstur.
uk: У мене не найкращий досвід вживання сумнівних еліксирів.

source: Nie mam nastroju do rozmów. Na pewno masz coś innego do roboty.
uk: Я не в настрої розмовляти. Та і тобі, певно, теж є чим зайнятися.

source: Nie mam nic cennego w ramach nagrody, mogę dać ci jedynie jeden z moich autorskich przepisów. Miejmy nadzieję, że gdy już dotrzemy na Archolos, będziesz miał okazję go wypróbować.
uk: У мене немає нічого цінного в нагороду, я можу лише дати тобі один з моїх авторських рецептів. Сподіваюся, як тільки ми прибудемо на Архолос, у тебе буде можливість спробувати його.

source: Nie mam nic cennego, czym mógłbym ci podziękować, ale weź proszę te kilka jabłek. Świeże i soczyste, idealne po ciężkiej pracy fizycznej!
uk: У мене немає нічого цінного, щоб тобі віддячити, але, будь ласка, візьми ці кілька яблук. Свіжі та соковиті, ідеальні після важкої фізичної праці!

source: Nie mam nic, co mógłbym dać ci w ramach nagrody, ale może uda ci się znaleźć jakieś ciekawe skarby w tych zatopionych statkach na plaży, chłopcy często tam coś znajdowali.
uk: Мені нічого дати тобі у нагороду, але, можливо, ти знайдеш якісь цікаві скарби в тих затонулих кораблях на пляжі, хлопці часто щось там знаходили.

source: Nie mam obowiązku mówić ci, co tu robię.
uk: Я не зобов'язаний розповідати тобі, що я тут роблю.

source: Nie mam ochoty
uk: Щось мені не хочеться.

source: Nie mam ochoty na rozmowę, chłopcze.
uk: Я не хочу розмовляти, хлопче.

source: Nie mam ochoty.
uk: Щось мені не хочеться.

source: Nie mam ochoty. Pogadamy o interesach?
uk: Щось мені не хочеться. Поговоримо про справи?

source: Nie mam pewności. Z jednej strony, wszystko układa się w całość i pasowałoby na pułapkę, z drugiej, co za idiota by to rozstawił i zostawił na miejscu?
uk: Я не впевнений. З одного боку, все сходиться і це може бути пасткою, а з іншого - який ідіот буде її ставити і залишати там?

source: Nie mam pojęcia chłopcze.
uk: Поняття не маю, хлопче.

source: Nie mam pojęcia o czym mówisz.
uk: Я поняття не маю, про що ти говориш.
